Repository: Ash-Crow/commons-latest
Catalog: lang/comlatest-*.po
Languages: fr_fr

source: No image found. Please check if the category exists.
fr_fr: Aucune image trouvée : vérifiez si la catégorie existe.

source: by
fr_fr: par

source: Updated settings
fr_fr: Paramètres mis à jour

source: Last submitted pic:
fr_fr: Dernière image publiée

source: Commons last picture
fr_fr: Dernière image sur Commons

source: Latest submitted pictures:
fr_fr: Dernières images publiées :

source: Commons category latest pictures
fr_fr: Dernières images dans la catégorie Commons

source: Parameters:
fr_fr: Paramètres

source: Category name:
fr_fr: Nom de la catégorie

source: Should be something like "Images from Wiki Loves Monuments 2012 in [Country]".
fr_fr: Devrait être de la forme « Images de Wiki Loves Monuments 2012 en [Pays] »

source: Language code:
fr_fr: Code langue

source: Number of thumbnails in the gallery:
fr_fr: Nombre de vignettes dans la galerie :

source: Width of thumbnails in the gallery:
fr_fr: Largeur des images dans la galerie :

source: Width of the thumbnail in the widget:
fr_fr: Largeur des images dans le widget :

source: Update
fr_fr: Mettre à jour
