Repository: Ash-Crow/commons-latest
Catalog: lang/wlmlatest-*.po
Languages: fr_fr

source: by
fr_fr: par

source: Updated settings
fr_fr: Paramètres mis à jour

source: Last submitted pic:
fr_fr: Dernière participation :

source: WLM last picture
fr_fr: Dernière image WLM

source: Latest submitted pictures:
fr_fr: Dernières participations :

source: Wiki Loves Monuments latest pictures
fr_fr: Dernières images Wiki Loves Monuments

source: Parameters:
fr_fr: Paramètres :

source: Category name:
fr_fr: Nom de la catégorie :

source: Should be something like "Images from Wiki Loves Monuments 2012 in [Country]".
fr_fr: La catégorie devrait être quelque chose comme "Images from Wiki Loves Monuments 2012 in [Pays]".

source: Language code:
fr_fr: Code langue :

source: Number of thumbnails in the gallery:
fr_fr: Nombre de vignettes dans la galerie :

source: Width of thumbnails in the gallery:
fr_fr: Largeur des vignettes de la galerie :

source: Width of the thumbnail in the widget:
fr_fr: Largeur des vignettes de la widget :

source: Update
fr_fr: Mettre à jour
